Repository: Artuvazro/DSSE
Catalog: Devil Survivor Script Editor/Properties/Resources.*.resx
Languages: es_es, zh_cn

source: About
es_es: Acerca de...
zh_cn: 关于

# aboutText
source: Information about this program
es_es: Información sobre el programa
zh_cn: 关于该项目

# ATtip
source: This segment has been automatically translated from memory
es_es: Este segmento se ha traducido automáticamente desde la memoria
zh_cn: 此段落已被自动转换

# authorLabel
source: Author:
es_es: Autor:
zh_cn: 作者:

# copyText
source: Copy original text to translation (F1)
es_es: Copiar el texto original a la traducción (F1)
zh_cn: 将原文复制到翻译 (F1)

# fileOpen
source: Open
es_es: Abrir
zh_cn: 打开

# fileOpenDesc
source: Select the Event folder that contains the texts
es_es: Elige la carpeta Event con los textos
zh_cn: 选择包含文本事件的文件夹

# fileOpenErrText
source: This is not the folder that contains the files with the texts
es_es: En esta carpeta no están los archivos con los textos
zh_cn: 这个文件夹并没有文本事件

# fileOpenErrTitle
source: Invalid Path
es_es: Carpeta no válida
zh_cn: 无效的文件夹

# fileOpenText
source: Choose the path of the Event folder
es_es: Selecciona la ubicación de los archivos de la carpeta Event
zh_cn: 在文件夹选择文本事件文件

# fileOpenTextSub
source: Open (Ctrl+O)
es_es: Abrir (Ctrl+O)
zh_cn: 打开 (Ctrl+O)

# fileSave
source: Save
es_es: Guardar
zh_cn: 保存

# fileSaveErrText
source: You have to open the Event folder with the 'Open' button before creating the new translated files.
es_es: Antes de generar los nuevos archivos debes abrir la carpeta Event con el botón 'Abrir'.
zh_cn: 在生成新文件之前,你必须要打开一个事件文件夹

# fileSaveErrTitle
source: Warning
es_es: Aviso
zh_cn: 错误

# fileSaveText
source: Generate the new translated files
es_es: Genera los nuevos archivos traducidos
zh_cn: 生成新的带翻译的文本事件文件

# fileSaveTextSub
source: Save (Ctrl+S)
es_es: Guardar (Ctrl+S)
zh_cn: 保存 (Ctrl+S)

# filesLabel
source: Files
es_es: Archivos
zh_cn: 记录

# jumpToText
source: Write a number here and press Enter to jump to that segment (Ctrl+G)
es_es: Escribe un número aquí y pulsa intro para saltar al segmento elegido (Ctrl+G)
zh_cn: 在此处输入你想要到达的行数,再按 Enter 跳转到该行数 (Ctrl+G)

source: Lines:
es_es: Líneas:
zh_cn: 行:

# nextSegText
source: Next segment (F5)
es_es: Siguiente segmento (F5)
zh_cn: 下一个 (F5)

# openAny
source: <Open any file to start>
es_es: <Abre algún archivo para empezar>
zh_cn: <请打开文件>

# openInNoteText
source: Open the file with a text editor
es_es: Abrir el archivo con un editor de texto
zh_cn: 使用文本编辑器

# originalLabel
source: Original
zh_cn: 原文

# outputFinishText
source: All files have been generated properly in the Output folder
es_es: Se han generado con éxito todos los archivos en la carpeta Output
zh_cn: 已在 Output 文件夹里生成了所有文件

# outputFinishTitle
source: Finished
es_es: Finalizado
zh_cn: 完成

# prevSegText
source: Previous segment (F4)
es_es: Segmento anterior (F4)
zh_cn: 上一个 (F4)

# progressText
source: Creating {0} of {1}
es_es: Creando {0} de {1}
zh_cn: 已完成 ( {1} / {0} )

# progressTextFinished
source: Finished!
es_es: ¡Hecho!
zh_cn: 完成!

# syntaxErr
source: Syntax error...
es_es: Error de sintaxis...
zh_cn: 语法错误

# tagBlueText
source: Add blue text
es_es: Añade texto de color azul
zh_cn: 添加蓝色样式的文字

# tagCommasText
source: Add inverted commas
es_es: Añade comillas
zh_cn: 添加引号

# tagLabel
source: Tags
es_es: Etiquetas
zh_cn: 标签

# tagNewText
source: Add a new text block
es_es: Añade un nuevo bloque de texto
zh_cn: 添加新的文字

# tagYellowText
source: Add yellow text
es_es: Añade texto de color amarillo
zh_cn: 添加黄色样式的文字

# thanksLabel
source: Acknowledgements:
es_es: Agradecimientos:
zh_cn: 致谢:

# thanksText
source: DarthNemesis y Nintenlord (LZ77 compression) CUE (Information about the structure of the files) David Fens ("Devil Survivor" font for Windows) KenshinX (Russian compatibility) Yusuke Kamiyamane (Icon set)
es_es: DarthNemesis y Nintenlord (Compresión LZ77) CUE (Información sobre la estructura de los archivos) David Fens (Fuente "Devil Survivor" para Windows) KenshinX (Adaptación al ruso) Yusuke Kamiyamane (Iconos)
zh_cn: DarthNemesis y Nintenlord (LZ77 压缩) CUE (有关文件结构的信息) David Fens (给 Windows 带来了《恶魔幸存者》的样式字体) KenshinX (俄文适应) Yusuke Kamiyamane (图标)

# translationLabel
source: Translation
es_es: Traducción
zh_cn: 翻译

source: Words:
es_es: Palabras:
zh_cn: 文字:

# copyAllText
source: Copy original text to translation for all the file starting in the actual segment until reaching the last one. (F9)
zh_cn: 将所有的原文复制到当前位置到文件尾部 (F9)

# toomanylines
source: More than 3 lines detected!
zh_cn: 已超过三行文字
